9/data/attachments/d556985e66758b2c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Pedro_ball_Friend_97063_1</nif:username>
            <nif:friendToBeRequested>soap_friends_57c0ffc4-d148-40b0-9854-4359852bcd50</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>